{
  "hello_world": "Hello, World!",
  "football": "Football",
  "Encuentra las Mejores Canchas Deportivas": "Find the Best Sports Courts",
  "Explora y descubre los mejores lugares para practicar tu deporte favorito cerca de ti.": "Explore and discover the best places to practice your favorite sport near you.",
  "El deporte es vida, encuentra tu cancha perfecta": "Sport is life, find your perfect court",
  "Juega, entrena y disfruta en los mejores espacios deportivos": "Play, train, and enjoy in the best sports spaces",
  "Descubre nuevas canchas y comparte tu experiencia": "Discover new courts and share your experience",
  "Explora Nuestras Canchas Destacadas": "Explore Our Featured Courts",
  "Aquí tienes una selección de las mejores canchas para fútbol, baloncesto y otros deportes.": "Here is a selection of the best courts for football, basketball, and other sports.",
  "Opiniones de Nuestros Usuarios": "Opinions from Our Users",
  "Lee las reseñas de otros jugadores y elige la mejor cancha para tu próximo partido.": "Read reviews from other players and choose the best court for your next match.",
  "Apartado de Fútbol: Encuentra las Mejores Canchas": "Football Section: Find the Best Courts",
  "Explora y descubre los mejores lugares para practicar fútbol cerca de ti.": "Explore and discover the best places to play football near you.",
  "El fútbol no se trata de la vida o la muerte, se trata de mucho más que eso.": "Football is not about life or death, it’s about much more than that.",
  "La pelota no se mancha.": "The ball doesn't get dirty.",
  "El fútbol es el deporte más bonito del mundo.": "Football is the most beautiful sport in the world.",
  "Listado de Canchas de Fútbol": "List of Football Courts",
  "Política de Privacidad y Cookies": "Privacy and Cookies Policy",
  "Protegiendo tu privacidad y manteniendo la seguridad de tus datos es nuestra prioridad.": "Protecting your privacy and maintaining the security of your data is our priority.",
  "Introducción": "Introduction",
  "En esta política de privacidad, te explicamos cómo recopilamos, usamos, y protegemos tu información cuando usas nuestro sitio web. Nos comprometemos a asegurar que tu privacidad esté protegida.": "In this privacy policy, we explain how we collect, use, and protect your information when you use our website. We are committed to ensuring that your privacy is protected.",
  "Recopilación de Información": "Information Collection",
  "Recopilamos varios tipos de información, incluyendo datos personales y de uso de la web. Esta información puede incluir tu nombre, dirección de correo electrónico, dirección IP, y detalles sobre el uso que haces de nuestro sitio.": "We collect various types of information, including personal data and website usage data. This information may include your name, email address, IP address, and details about your use of our site.",
  "Uso de Cookies": "Use of Cookies",
  "Utilizamos cookies para mejorar tu experiencia en nuestro sitio. Las cookies son pequeños archivos que se almacenan en tu dispositivo para recordar tus preferencias y actividad en nuestro sitio.": "We use cookies to improve your experience on our site. Cookies are small files that are stored on your device to remember your preferences and activity on our site.",
  "Protección de Datos": "Data Protection",
  "Implementamos medidas de seguridad adecuadas para proteger tus datos personales de accesos no autorizados, pérdida o alteración.": "We implement appropriate security measures to protect your personal data from unauthorized access, loss, or alteration.",
  "Tus Derechos": "Your Rights",
  "Tienes derecho a acceder, corregir o eliminar tus datos personales. Si tienes alguna pregunta sobre nuestra política de privacidad o deseas ejercer tus derechos, puedes contactarnos.": "You have the right to access, correct, or delete your personal data. If you have any questions about our privacy policy or wish to exercise your rights, you can contact us.",
  "Condiciones de Venta": "Sales Terms",
  "Conoce nuestras condiciones de compra, devolución y política de cambios.": "Learn about our purchase, return, and exchange policy.",
  "Al realizar una compra en nuestro sitio web, aceptas nuestras condiciones de venta. Estos términos cubren el proceso de compra, envío, devoluciones y otros aspectos relacionados con la venta.": "By making a purchase on our website, you agree to our sales terms. These terms cover the purchase process, shipping, returns, and other aspects related to the sale.",
  "Proceso de Compra": "Purchase Process",
  "Una vez que seleccionas los productos que deseas comprar, serás guiado a través del proceso de pago. Asegúrate de que toda la información proporcionada sea correcta antes de confirmar tu pedido.": "Once you select the products you want to buy, you will be guided through the checkout process. Make sure all the information provided is correct before confirming your order.",
  "Política de Devoluciones": "Return Policy",
  "Dispones de 30 días desde la fecha de compra para solicitar una devolución. Los productos deben estar en condiciones originales, sin uso y con todas las etiquetas intactas.": "You have 30 days from the date of purchase to request a return. Products must be in original condition, unused, and with all tags intact.",
  "Métodos de Pago": "Payment Methods",
  "Aceptamos los principales métodos de pago, incluidos tarjetas de crédito, débito y pagos en línea seguros. Todos los pagos son procesados a través de plataformas de pago confiables.": "We accept major payment methods, including credit cards, debit cards, and secure online payments. All payments are processed through reliable payment platforms.",
  "Envíos y Entregas": "Shipping and Deliveries",
  "Los envíos se realizan a través de nuestros socios logísticos. El tiempo estimado de entrega varía según tu ubicación y la opción de envío seleccionada.": "Shipping is handled through our logistics partners. Estimated delivery time varies based on your location and the selected shipping option.",
  "reserved_rights": "© 2023 MANGO. All rights reserved.",
  "privacy_policy": "Privacy and Cookie Policy",
  "sales_terms": "Sales Terms",
  "my_github": "My GitHub",
  "figma_project": "Project in Figma",
  "sports_page": "Sports-inspired page",
  "header_home": "Home",
  "header_explore": "Explore",
  "header_football": "Football",
  "header_basketball": "Basketball",
  "header_about_us": "About Us",
  "header_contact": "Contact",
  "header_privacy_policy": "Privacy Policy",
  "header_terms_conditions": "Terms & Conditions",
  "header_login": "Login",
  "header_signup": "Sign Up",
  "welcome": "Welcome",
  "Estadio de Fútbol de Gran Canaria": "Gran Canaria Football Stadium",
  "Cancha de fútbol de primer nivel, ubicada en el estadio principal de Las Palmas. Césped sintético y natural, ideal para partidos profesionales y eventos deportivos de gran escala. Cuenta con vestuarios, iluminación nocturna, y amplias gradas para el público.": "Top-level football field located in the main stadium of Las Palmas. Synthetic and natural grass, ideal for professional matches and large-scale sporting events. It features locker rooms, night lighting, and spacious stands for the public.",
  "Polideportivo La Paterna": "La Paterna Sports Complex",
  "Instalaciones de baloncesto en el Polideportivo La Paterna, con varias canchas al aire libre y cubiertas. Perfectas para partidos de baloncesto entre amigos o torneos locales. La cancha tiene una superficie de calidad, iluminación nocturna, y espacios para el público.": "Basketball facilities at La Paterna Sports Complex, with several outdoor and indoor courts. Perfect for basketball games with friends or local tournaments. The court has a high-quality surface, night lighting, and seating areas for spectators.",
  "Cancha de Fútbol Juan Pablo II": "Juan Pablo II Football Field",
  "Ubicada en el barrio de La Isleta, esta cancha de césped sintético es ideal para partidos informales y entrenamientos. Cuenta con iluminación nocturna y espacios de descanso. Su ambiente tranquilo la convierte en un lugar perfecto para disfrutar del fútbol.": "Located in the La Isleta neighborhood, this synthetic grass field is ideal for casual matches and training. It has night lighting and resting areas. Its calm atmosphere makes it a perfect place to enjoy football.",
  "Parque Deportivo Zardo": "Zardo Sports Park",
  "El Parque Deportivo Zardo es un complejo de fútbol y otros deportes con césped sintético. Ofrece amplias instalaciones para partidos y entrenamientos, con vestuarios y áreas de descanso. Además, tiene una zona de juegos para niños y áreas de esparcimiento.": "Zardo Sports Park is a football and multi-sport complex with synthetic grass. It offers extensive facilities for matches and training, with locker rooms and resting areas. Additionally, it features a children's play area and recreational spaces.",
  "Cancha de Baloncesto del Parque de Santa Catalina": "Santa Catalina Park Basketball Court",
  "Una cancha de baloncesto al aire libre, ubicada en el famoso Parque de Santa Catalina. Perfecta para disfrutar de un buen partido con vistas al mar y la ciudad. Cuenta con gradas y área de sombra para los espectadores.": "An outdoor basketball court located in the famous Santa Catalina Park. Perfect for enjoying a great game with views of the sea and the city. It features stands and shaded areas for spectators.",
  "Estadio de Gran Canaria": "Gran Canaria Football Stadium",
  "Estadio principal de la ciudad, sede de la UD Las Palmas, con capacidad para 33,070 espectadores. Ideal para partidos de fútbol de alto nivel y eventos deportivos importantes.": "Main stadium of the city, home of UD Las Palmas, with a capacity for 33,070 spectators. Ideal for high-level football matches and major sports events.",
  "Pabellón Insular Santiago Martín (Siete Palmas)": "Santiago Martín Arena (Siete Palmas)",
  "Pabellón cubierto de baloncesto, sede de la Liga ACB. El lugar perfecto para disfrutar de partidos de baloncesto de alto nivel. Además, alberga eventos deportivos y conciertos.": "Indoor basketball arena, home to ACB League games. The perfect place to enjoy high-level basketball games. It also hosts sports events and concerts.",
  "Campo de Fútbol de Telde": "Telde Football Field",
  "Un campo de fútbol accesible para el público, con césped sintético de alta calidad. El lugar perfecto para partidos informales, entrenamientos y ligas locales. Bien ubicado y de fácil acceso.": "A football field accessible to the public, with high-quality synthetic grass. The perfect place for casual matches, training sessions, and local leagues. Well-located and easily accessible.",
  "Campo de Fútbol El Zardo": "El Zardo Football Field",
  "Este complejo deportivo tiene varias canchas de fútbol con césped artificial, accesibles para la comunidad local. Es uno de los sitios preferidos para entrenamientos y partidos recreativos.": "This sports complex features several football fields with artificial turf, accessible to the local community. It's one of the preferred spots for training and recreational matches."
}