{
  "hello_world": "مرحباً بالعالم!",
  "football": "كرة القدم",
  "Encuentra las Mejores Canchas Deportivas": "ابحث عن أفضل الملاعب الرياضية",
  "Explora y descubre los mejores lugares para practicar tu deporte favorito cerca de ti.": "استكشف واكتشف أفضل الأماكن لممارسة رياضتك المفضلة بالقرب منك.",
  "El deporte es vida, encuentra tu cancha perfecta": "الرياضة هي الحياة، ابحث عن ملعبك المثالي",
  "Juega, entrena y disfruta en los mejores espacios deportivos": "العب، تدرب واستمتع في أفضل الأماكن الرياضية",
  "Descubre nuevas canchas y comparte tu experiencia": "اكتشف ملاعب جديدة وشارك تجربتك",
  "Explora Nuestras Canchas Destacadas": "استكشف ملاعبنا المميزة",
  "Aquí tienes una selección de las mejores canchas para fútbol, baloncesto y otros deportes.": "إليك مجموعة من أفضل الملاعب لكرة القدم وكرة السلة وغيرها من الرياضات.",
  "Opiniones de Nuestros Usuarios": "آراء مستخدمينا",
  "Lee las reseñas de otros jugadores y elige la mejor cancha para tu próximo partido.": "اقرأ تقييمات اللاعبين الآخرين واختر أفضل ملعب لمباراتك القادمة.",
  "Apartado de Fútbol: Encuentra las Mejores Canchas": "قسم كرة القدم: ابحث عن أفضل الملاعب",
  "Explora y descubre los mejores lugares para practicar fútbol cerca de ti.": "استكشف واكتشف أفضل الأماكن لممارسة كرة القدم بالقرب منك.",
  "El fútbol no se trata de la vida o la muerte, se trata de mucho más que eso.": "كرة القدم ليست عن الحياة أو الموت، إنها عن أكثر من ذلك بكثير.",
  "La pelota no se mancha.": "الكرة لا تتسخ.",
  "El fútbol es el deporte más bonito del mundo.": "كرة القدم هي أجمل رياضة في العالم.",
  "Listado de Canchas de Fútbol": "قائمة الملاعب لكرة القدم",
  "Política de Privacidad y Cookies": "سياسة الخصوصية وملفات تعريف الارتباط",
  "Protegiendo tu privacidad y manteniendo la seguridad de tus datos es nuestra prioridad.": "حماية خصوصيتك والحفاظ على أمان بياناتك هو أولويتنا.",
  "Introducción": "مقدمة",
  "En esta política de privacidad, te explicamos cómo recopilamos, usamos, y protegemos tu información cuando usas nuestro sitio web. Nos comprometemos a asegurar que tu privacidad esté protegida.": "في سياسة الخصوصية هذه، نشرح لك كيفية جمع واستخدام وحماية معلوماتك عند استخدامك لموقعنا. نحن ملتزمون بضمان حماية خصوصيتك.",
  "Recopilación de Información": "جمع المعلومات",
  "Recopilamos varios tipos de información, incluyendo datos personales y de uso de la web. Esta información puede incluir tu nombre, dirección de correo electrónico, dirección IP, y detalles sobre el uso que haces de nuestro sitio.": "نقوم بجمع أنواع مختلفة من المعلومات بما في ذلك البيانات الشخصية واستخدام الموقع. قد تشمل هذه المعلومات اسمك، عنوان بريدك الإلكتروني، عنوان IP، وتفاصيل حول استخدامك لموقعنا.",
  "Uso de Cookies": "استخدام ملفات تعريف الارتباط",
  "Utilizamos cookies para mejorar tu experiencia en nuestro sitio. Las cookies son pequeños archivos que se almacenan en tu dispositivo para recordar tus preferencias y actividad en nuestro sitio.": "نستخدم ملفات تعريف الارتباط لتحسين تجربتك في موقعنا. ملفات تعريف الارتباط هي ملفات صغيرة يتم تخزينها على جهازك لتذكر تفضيلاتك وأنشطتك على موقعنا.",
  "Protección de Datos": "حماية البيانات",
  "Implementamos medidas de seguridad adecuadas para proteger tus datos personales de accesos no autorizados, pérdida o alteración.": "نقوم بتنفيذ تدابير أمان مناسبة لحماية بياناتك الشخصية من الوصول غير المصرح به أو الفقدان أو التغيير.",
  "Tus Derechos": "حقوقك",
  "Tienes derecho a acceder, corregir o eliminar tus datos personales. Si tienes alguna pregunta sobre nuestra política de privacidad o deseas ejercer tus derechos, puedes contactarnos.": "لك الحق في الوصول إلى بياناتك الشخصية أو تصحيحها أو حذفها. إذا كان لديك أي أسئلة حول سياسة الخصوصية الخاصة بنا أو ترغب في ممارسة حقوقك، يمكنك الاتصال بنا.",
  "Condiciones de Venta": "شروط البيع",
  "Conoce nuestras condiciones de compra, devolución y política de cambios.": "تعرف على شروط الشراء والإرجاع وسياسة التبديل الخاصة بنا.",
  "Al realizar una compra en nuestro sitio web, aceptas nuestras condiciones de venta. Estos términos cubren el proceso de compra, envío, devoluciones y otros aspectos relacionados con la venta.": "عند إجراء عملية شراء على موقعنا، فإنك توافق على شروط البيع الخاصة بنا. تغطي هذه الشروط عملية الشراء، والشحن، والإرجاع، وغيرها من الجوانب المتعلقة بالبيع.",
  "Proceso de Compra": "عملية الشراء",
  "Una vez que seleccionas los productos que deseas comprar, serás guiado a través del proceso de pago. Asegúrate de que toda la información proporcionada sea correcta antes de confirmar tu pedido.": "بمجرد اختيار المنتجات التي ترغب في شرائها، ستتم توجيهك من خلال عملية الدفع. تأكد من أن جميع المعلومات المقدمة صحيحة قبل تأكيد طلبك.",
  "Política de Devoluciones": "سياسة الإرجاع",
  "Dispones de 30 días desde la fecha de compra para solicitar una devolución. Los productos deben estar en condiciones originales, sin uso y con todas las etiquetas intactas.": "لديك 30 يومًا من تاريخ الشراء لطلب إرجاع. يجب أن تكون المنتجات في حالتها الأصلية، دون استخدام ومع جميع العلامات سليمة.",
  "Métodos de Pago": "طرق الدفع",
  "Aceptamos los principales métodos de pago, incluidos tarjetas de crédito, débito y pagos en línea seguros. Todos los pagos son procesados a través de plataformas de pago confiables.": "نقبل طرق الدفع الرئيسية، بما في ذلك بطاقات الائتمان، وبطاقات الخصم، والمدفوعات عبر الإنترنت الآمنة. تتم معالجة جميع المدفوعات من خلال منصات دفع موثوقة.",
  "Envíos y Entregas": "الشحن والتوصيل",
  "Los envíos se realizan a través de nuestros socios logísticos. El tiempo estimado de entrega varía según tu ubicación y la opción de envío seleccionada.": "يتم الشحن عبر شركائنا اللوجستيين. يختلف الوقت المقدر للتسليم حسب موقعك وخيار الشحن المحدد.",
  "reserved_rights": "© 2023 MANGO. جميع الحقوق محفوظة.",
  "privacy_policy": "سياسة الخصوصية وملفات تعريف الارتباط",
  "sales_terms": "شروط البيع",
  "my_github": "حسابي على GitHub",
  "figma_project": "مشروع في Figma",
  "sports_page": "الصفحة المستوحاة من الرياضة",
  "header_home": "الصفحة الرئيسية",
  "header_explore": "استكشاف",
  "header_football": "كرة القدم",
  "header_basketball": "كرة السلة",
  "header_about_us": "من نحن",
  "header_contact": "اتصل بنا",
  "welcome": "خوسيه أنطونيو",
  "header_privacy_policy": "سياسة الخصوصية",
  "header_terms_conditions": "الشروط والأحكام",
  "header_login": "تسجيل الدخول",
  "header_signup": "التسجيل",
  "Estadio de Fútbol de Gran Canaria": "إستاد كرة القدم في غران كناريا",
  "Cancha de fútbol de primer nivel, ubicada en el estadio principal de Las Palmas. Césped sintético y natural, ideal para partidos profesionales y eventos deportivos de gran escala. Cuenta con vestuarios, iluminación nocturna, y amplias gradas para el público.": "ملعب كرة قدم من الدرجة الأولى، يقع في الإستاد الرئيسي في لاس بالماس. يحتوي على عشب صناعي وطبيعي، مثالي للمباريات الاحترافية والفعاليات الرياضية الكبرى. يضم غرف تبديل الملابس، إضاءة ليلية، ومدرجات واسعة للجماهير.",
  "Polideportivo La Paterna": "المجمع الرياضي لا باتيرنا",
  "Instalaciones de baloncesto en el Polideportivo La Paterna, con varias canchas al aire libre y cubiertas. Perfectas para partidos de baloncesto entre amigos o torneos locales. La cancha tiene una superficie de calidad, iluminación nocturna, y espacios para el público.": "مرافق كرة السلة في المجمع الرياضي لا باتيرنا، مع عدة ملاعب مكشوفة ومغلقة. مثالية لمباريات كرة السلة بين الأصدقاء أو البطولات المحلية. يتميز الملعب بأرضية عالية الجودة، وإضاءة ليلية، ومساحات مخصصة للجمهور.",
  "Cancha de Fútbol Juan Pablo II": "ملعب كرة القدم خوان بابلو الثاني",
  "Ubicada en el barrio de La Isleta, esta cancha de césped sintético es ideal para partidos informales y entrenamientos. Cuenta con iluminación nocturna y espacios de descanso. Su ambiente tranquilo la convierte en un lugar perfecto para disfrutar del fútbol.": "يقع في حي لا إيسليتا، هذا الملعب ذو العشب الصناعي مثالي للمباريات الودية والتدريبات. يحتوي على إضاءة ليلية ومساحات للراحة. يوفر أجواء هادئة تجعله المكان المثالي للاستمتاع بكرة القدم.",
  "Parque Deportivo Zardo": "الحديقة الرياضية زاردو",
  "El Parque Deportivo Zardo es un complejo de fútbol y otros deportes con césped sintético. Ofrece amplias instalaciones para partidos y entrenamientos, con vestuarios y áreas de descanso. Además, tiene una zona de juegos para niños y áreas de esparcimiento.": "يعد المجمع الرياضي زاردو مركزًا لرياضات متعددة مع ملاعب لكرة القدم ذات عشب صناعي. يوفر مرافق واسعة للمباريات والتدريبات، ويضم غرف تبديل الملابس ومساحات للراحة. كما يحتوي على منطقة ألعاب للأطفال وأماكن للترفيه.",
  "Cancha de Baloncesto del Parque de Santa Catalina": "ملعب كرة السلة في حديقة سانتا كاتالينا",
  "Una cancha de baloncesto al aire libre, ubicada en el famoso Parque de Santa Catalina. Perfecta para disfrutar de un buen partido con vistas al mar y la ciudad. Cuenta con gradas y área de sombra para los espectadores.": "ملعب كرة سلة في الهواء الطلق، يقع في حديقة سانتا كاتالينا الشهيرة. مثالي للاستمتاع بمباراة رائعة مع إطلالة على البحر والمدينة. يحتوي على مدرجات ومنطقة ظل للجماهير.",
  "Estadio de Gran Canaria": "المعلب الرياضي غران كناريا",
  "Estadio principal de la ciudad, sede de la UD Las Palmas, con capacidad para 33,070 espectadores. Ideal para partidos de fútbol de alto nivel y eventos deportivos importantes.": "الملعب الرئيسي في المدينة، مقر نادي يو دي لاس بالماس، بسعة تصل إلى 33,070 مشجعًا. مثالي لمباريات كرة القدم من المستوى العالي والأحداث الرياضية الكبرى.",
  "Pabellón Insular Santiago Martín (Siete Palmas)": "ساحة سانتياغو مارتين (سيتي بالماس)",
  "Pabellón cubierto de baloncesto, sede de la Liga ACB. El lugar perfecto para disfrutar de partidos de baloncesto de alto nivel. Además, alberga eventos deportivos y conciertos.": "صالة كرة سلة مغلقة، تستضيف مباريات دوري ACB. المكان المثالي للاستمتاع بمباريات كرة السلة من المستوى العالي. كما تستضيف أحداث رياضية وحفلات موسيقية.",
  "Campo de Fútbol de Telde": "ملعب كرة القدم في تيلدي",
  "Un campo de fútbol accesible para el público, con césped sintético de alta calidad. El lugar perfecto para partidos informales, entrenamientos y ligas locales. Bien ubicado y de fácil acceso.": "ملعب كرة القدم متاح للجمهور، مع عشب صناعي عالي الجودة. المكان المثالي للمباريات الودية والتدريبات والبطولات المحلية. يتميز بموقع جيد وسهل الوصول إليه.",
  "Campo de Fútbol El Zardo": "ملعب كرة القدم إل زاردو",
  "Este complejo deportivo tiene varias canchas de fútbol con césped artificial, accesibles para la comunidad local. Es uno de los sitios preferidos para entrenamientos y partidos recreativos.": "يحتوي هذا المجمع الرياضي على عدة ملاعب كرة قدم بعشب صناعي، متاحة للمجتمع المحلي. إنه من المواقع المفضلة للتدريبات والمباريات الترفيهية."
}